Repository: brunopenner/MV-SLlder
Catalog: languages/mv-slider-*.po
Languages: pt_br

source: How does it work?
pt_br: Como funciona?

source: Other Plugin Options
pt_br: Outras opcoes do plugin

source: Slider Title
pt_br: Titulo do Slider

source: Display bullets?
pt_br: Exibir Marcadores

source: Slider Style
pt_br: Estilo do Slider

source: Use the shortcode [mv_slider] to display the slider in any page/post-widget
pt_br: Use o shortcode [mv_slider] para exibir o slider em qualquer pagina, postagem ou widget

source: Whether to display bullets or not
pt_br: Mostrar marcadores ou nao

source: The field title cannot be left empty
pt_br: O campo titulo nao pode ficar vazio

source: Please, type some text
pt_br: Por favour, digite algum texto

source: MV Slider Options
pt_br: Opcoes do MV Slider

source: Manage Slides
pt_br: Administrar slides

source: Add New Slide
pt_br: Adicionar novo slide

source: Settings Saved
pt_br: Configuracoes salvas

source: Link Text
pt_br: Texto do link

source: Link URL
pt_br: URL do link

source: Link Options
pt_br: Opcoes do link

source: Add some text
pt_br: Adicione algum texto

source: Main Options
pt_br: Opcoes Principais

source: Additional Options
pt_br: Opcoes adicionais

source: Save Settings
pt_br: Salvar configuracoes
